tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "automake"
brew "autopep8"
brew "cmake"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "fish"
brew "fswatch"
brew "gh"
brew "git"
brew "git-vendor"
brew "gnupg"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "mercurial"
brew "moreutils"
brew "mosh"
brew "mosquitto"
brew "mpack"
brew "mpv"
brew "mu"
brew "ninja"
brew "node"
brew "optipng"
brew "pandoc"
brew "pre-commit"
brew "pylint"
brew "ripgrep"
brew "rlwrap"
brew "swift-format"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "w3m"
brew "wget"
